
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Habilitar los experimentos de comunicación y descarga</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 y posterior</string>
      <string id="Part_UninstallEdgePolicy">Directiva para desinstalar Microsoft Edge</string>
      <string id="Pol_ProxyMode">Elige cómo especificar la configuración del servidor proxy</string>
      <string id="Name_ForceInstallsMachine">Forzar instalaciones (todo el equipo)</string>
      <string id="Name_ManualUpdatesOnly">Solo actualizaciones manuales</string>
      <string id="Pol_EdgePreview">Permitir que los usuarios del Programa Windows Insider se inscriban en la versión preliminar de Edge</string>
      <string id="Name_UninstallEdgeDisabled">Deshabilitado</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 y versiones posteriores</string>
      <string id="Explain_Applications">Se necesitará una plantilla de ADMX/ADML actualizada para admitir las aplicaciones de Edge que se publiquen en el futuro.</string>
      <string id="Name_DesktopShortcutDisabled">Impedir la creación de un acceso directo de escritorio tras la instalación</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Quitar accesos directos de escritorio al actualizar el valor predeterminado</string>
      <string id="ProxyFixedServers_DropDown">Usar servidores proxy fijos</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 y posterior</string>
      <string id="Pol_ECSControl">Controlar la comunicación de actualizador con el servicio de experimentación y configuración</string>
      <string id="Explain_ECSControl">En Microsoft Edge Update, el servicio de experimentación y configuración se usa para implementar la carga de experimentación.

La carga de experimentación consiste en una lista de características de desarrollo anticipado que Microsoft habilita para pruebas y comentarios.

Si habilita (1) esta directiva, la carga de experimentación se descarga del Servicio de experimentación y configuración.

Si deshabilita (0) esta directiva, la comunicación con el Servicio de experimentación y configuración se detendrá por completo.

Si no configura esta directiva, el comportamiento en un dispositivo administrado será igual que si la directiva estuviera 'deshabilitada'.

Si no configura esta directiva, el comportamiento en un dispositivo no administrado será igual que si la directiva estuviera 'habilitada'.</string>
      <string id="Name_InstallsDisabled">Instalaciones deshabilitadas</string>
      <string id="Pol_TargetChannel">Invalidación del canal de destino</string>
      <string id="Pol_AllowInstallation">Permitir instalación</string>
      <string id="Name_UninstallEdgeEnabledAndDeleteData">Habilitar y eliminar datos de usuario</string>
      <string id="Explain_CreateDesktopShortcut">Si habilitas (1) esta directiva, se creará un acceso directo de escritorio cuando se instale Microsoft Edge.
  Si deshabilitas (0) esta directiva, no se creará ningún acceso directo de escritorio cuando se instale Microsoft Edge.
  Si no configuras esta directiva, se creará un acceso directo de escritorio a Microsoft Edge durante la instalación.
  Si Microsoft Edge ya está instalado, esta directiva no tendrá efecto.

  Si no configura esta directiva para un canal, la configuración de directiva 'Crear acceso directo al escritorio al instalar por defecto' determinará la creación de accesos directos cuando se instala Microsoft Edge.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 y posterior</string>
      <string id="Pol_AllowSideBySideExperience">Permitir la experiencia del explorador en paralelo de Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Número mínimo de minutos entre comprobaciones de actualización automáticas.

Establezca esta directiva en el valor 0 para deshabilitar todo el tráfico de red periódico de Microsoft Edge Update. Esto no se recomienda, ya que impide que Microsoft Edge Update reciba actualizaciones de estabilidad y seguridad.

Las opciones "Actualizar el valor predeterminado de invalidación de directiva" y "Actualizar invalidación de directiva" por aplicación deben usarse para administrar las actualizaciones de la aplicación en lugar de esta configuración.

Los valores de esta directiva pueden oscilar entre 0 y 43200.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Estable extendido</string>
      <string id="Explain_DefaultUpdatePolicy">Te permite especificar el comportamiento predeterminado de todos los canales relacionados con la forma en que Microsoft Edge Update controla las actualizaciones disponibles para Microsoft Edge. Se puede invalidar para canales individuales si se especifica la directiva 'Invalidación de la directiva de actualización' para esos canales específicos.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual.
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Invalidación de la directiva de actualización'.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Te permite especificar si las actualizaciones automáticas están habilitadas para el tiempo de ejecución de Webview2. El tiempo de ejecución de Webview2 es un componente usado por aplicaciones para mostrar contenido web.
  De forma predeterminada, las actualizaciones automáticas están habilitadas. Al deshabilitar las actualizaciones automáticas del tiempo de ejecución de Webview2, se pueden producir problemas de compatibilidad con aplicaciones que dependen de este componente.

  Si habilita esta directiva, Microsoft Edge Update controlará las actualizaciones del tiempo de ejecución de Webview2 en función de cómo configure las siguientes opciones:
  - Permitir actualizaciones siempre (1): las actualizaciones se descargan y aplican automáticamente
  - Actualizaciones deshabilitadas (0): las actualizaciones nunca se descargan ni aplican

  Si no habilita esta directiva, las actualizaciones se descargan automáticamente.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 y versiones posteriores</string>
      <string id="Name_MeteredUpdatesEnabled">Actualizaciones de uso medido permitidas</string>
      <string id="ProxyAutoDetect_DropDown">Detectar automáticamente configuración del proxy</string>
      <string id="ProxyPacScript_DropDown">Usar un script de proxy .pac</string>
      <string id="Sup_EdgeUpdate1_3_179_5">Microsoft Edge Update 1.3.179.5 y posterior</string>
      <string id="DownloadPreference_DropDown">Direcciones URL de descarga para almacenar en caché</string>
      <string id="Name_ForceInstallsUser">Forzar instalaciones (por usuario)</string>
      <string id="Explain_AllowSideBySideExperience">Esta directiva permite a un usuario ejecutar Microsoft Edge (HTML perimetral) y Microsoft Edge (basado en Chromium) en paralelo.

Si esta directiva se establece en “No configurado”, Microsoft Edge (basada en Chromium) reemplazará Microsoft Edge (HTML de Edge) después de instalar el canal estable Microsoft Edge (basado en Chromium) y las actualizaciones de seguridad de noviembre de 2019.  Este es el mismo comportamiento que el valor “Deshabilitado”.

El valor “Deshabilitado” (0) bloquea una experiencia en paralelo y Microsoft Edge (basado en Chromium) reemplazará Microsoft Edge (HTML de Edge) después de instalar el canal estable Microsoft Edge (basado en Chromium) y las actualizaciones de seguridad de noviembre de 2019.  Este es el mismo comportamiento que el valor “No configurado”.

Cuando esta directiva está “Habilitada” (1), Microsoft Edge (basada en Chromium) y Microsoft Edge (HTML de Edge) se pueden ejecutar en paralelo después de instalar Microsoft Edge (basado en Chromium).

Para que esta directiva de grupo surta efecto, debe configurarse antes de la instalación automática de Microsoft Edge (basada en Chromium) por Windows Update. Nota: Un usuario puede bloquear la actualización automática de Microsoft Edge (basado en Chromium) mediante el kit de herramientas del bloqueador de Microsoft Edge (basado en Chromium).

A partir de Windows 10 versión 20H2 Microsoft Edge (versión anterior) y no se admite la experiencia del explorador en paralelo.</string>
      <string id="Explain_RemoveDesktopShortcut">Si estableces esta directiva en "Forzar eliminación de accesos directos de escritorio de nivel de sistema" (1), los accesos directos de escritorio existentes de Microsoft Edge del sistema se eliminarán cuando se actualice el explorador o se reinicie el equipo.
  Si estableces esta directiva en "Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario" (2), los accesos directos de escritorio de nivel de sistema Microsoft Edge existentes se eliminarán cuando se actualice el explorador o se reinicie el equipo, y los accesos directos de escritorio existentes de nivel de usuario se eliminarán cuando se actualice el explorador. Esto incluye accesos directos de escritorio de nivel de usuario que los usuarios podrían haber creado por sí mismos.
  Si no configuras esta directiva o la deshabilitas (0), no ocurrirá nada con los accesos directos de escritorio Microsoft Edge existentes.

  Si no configura esta directiva para un canal, la configuración de directiva 'Quitar accesos directos de escritorio al actualizar el valor predeterminado' determina la eliminación de accesos directos del escritorio.</string>
      <string id="ProxyDisabled_DropDown">No utilizar nunca un proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir la instalación predeterminada</string>
      <string id="Pol_ProxyPacUrl">Dirección URL a un archivo .pac de proxy</string>
      <string id="Cat_Applications">Aplicaciones</string>
      <string id="Explain_ProxyPacUrl">Permite especificar una dirección URL para un archivo de proxy de configuración automática (PAC).

  Si se habilita esta directiva, puede especificarse una dirección URL para un archivo PAC para automatizar cómo Microsoft Edge Update selecciona el servidor proxy apropiado para obtener un sitio web concreto.

  Esta directiva solo se aplica si se ha especificado una configuración de proxy manual en la directiva 'Elegir cómo especificar una configuración de servidor proxy'.

  No configure esta directiva si ha seleccionado una configuración de proxy que no sea manual en la directiva 'Elegir cómo especificar una configuración de servidor proxy'.</string>
      <string id="Sup_EdgeUpdate1_3_193_5">Microsoft Edge Update 1.3.193.5 y posterior</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 y versiones posteriores</string>
      <string id="Explain_Preferences">Directivas generales para Microsoft Edge Update.</string>
      <string id="Explain_WebView">Especifica directivas para el tiempo de ejecución de WebView2.</string>
      <string id="Name_DefaultMeteredUpdatesDisabled">Actualizaciones de uso medido predeterminadas desactivadas</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 y posterior</string>
      <string id="Explain_ProxyServer">Permite especificar la dirección URL del servidor proxy para la actualización de Microsoft Edge que se va a usar.

  Si habilita esta directiva, podrá establecer la dirección URL del servidor proxy que usa la actualización de Microsoft Edge en su organización.

  Esta directiva solo se aplica si se ha seleccionado una configuración de proxy manual en la directiva "Elegir cómo especificar una configuración de servidor proxy".

  No configure esta directiva si ha seleccionado una configuración de proxy diferente de manual en la directiva "Elegir cómo especificar una configuración de servidor proxy".</string>
      <string id="Pol_MeteredUpdates">Permitir a los usuarios actualizar en conexiones de uso medido</string>
      <string id="Name_UninstallEdgeNotConfigured">No configurado</string>
      <string id="Explain_DefaultAllowInstallation">Puedes especificar el comportamiento predeterminado de todos los canales para permitir o bloquear Microsoft Edge en dispositivos unidos a un dominio.

Puedes reemplazar esta directiva para canales individuales si habilitas (1) la directiva 'Permitir instalación' para determinados canales.

Si deshabilitas (2) esta directiva, se bloqueará la instalación de Microsoft Edge. Esto solo afecta a la instalación de software de Microsoft Edge cuando la directiva 'Permitir instalación' se ha establecido como No configurada.

Esta directiva no impide que se ejecute Microsoft Edge Update ni que los usuarios instalen el software de Microsoft Edge con otros métodos.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 y posterior</string>
      <string id="TargetChannel_Stable_DropDown">Estable</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Actualizar la directiva predeterminada de invalidación</string>
      <string id="Explain_ProxyMode">Le permite especificar la configuración del servidor proxy que se usa en Microsoft Edge Update.

  Si habilita esta directiva, puede elegir entre las siguientes opciones de servidor proxy:
   - Si decide no usar nunca un servidor proxy y conectarse siempre directamente, se omitirán todas las demás opciones.
   - Si elige usar la configuración de proxy del sistema o detectar automáticamente el servidor proxy, se omitirán todas las demás opciones.
   - Si elige el modo de proxy de servidor fijo, puede especificar más opciones en la directiva "Dirección o URL de un servidor proxy".
   - Si decide usar un script de proxy .PAC, debe especificar la dirección URL del script en la directiva "URL al archivo .pac de proxy".

  Si habilita esta directiva, los usuarios de su organización no podrán cambiar la configuración de proxy en Microsoft Edge Update.

  Si deshabilita o no configura esta directiva, no se establecerá ninguna configuración de servidor proxy, pero los usuarios de su organización podrán elegir su propia configuración de proxy para la actualización de Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 y versiones posteriores</string>
      <string id="Pol_RemoveDesktopShortcut">Quitar accesos directos de escritorio tras la actualización</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 y posterior</string>
      <string id="Name_UpdatesDisabled">Actualizaciones deshabilitadas</string>
      <string id="Pol_RollbackToTargetVersion">Revertir a la versión de destino</string>
      <string id="Explain_WebView_Install">Te permite especificar si el tiempo de ejecución de Webview2 puede instalarse mediante Microsoft Edge Update.

  Si habilitas (1) esta directiva, los usuarios podrán instalar el tiempo de ejecución de Webview2 a través de Microsoft Edge Update.

  Si desactivas (0) esta directiva (o la establece como "Instalaciones desactivadas"), los usuarios no podrán instalar el tiempo de ejecución de Webview2 a través de Microsoft Edge Update.

  Si estableces esta directiva en Permitir siempre las instalaciones en todo el equipo pero no las instalaciones por usuario (4), el tiempo de ejecución de Webview2 sólo se implementará en todo el equipo.

  Si estableces la directiva en Forzar instalaciones (en todo el equipo) (5), los usuarios podrán instalar el tiempo de ejecución de Webview2 en todos los equipos en los que esté preinstalado Microsoft Edge Update. Requiere Microsoft Edge Update 1.3.155.43 o superior.

  Si no configura esta directiva, el tiempo de ejecución de Webview2 se instalará a través de Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Directivas para controlar la instalación y la actualización de Microsoft Edge mediante Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Te permite especificar el comportamiento predeterminado de todos los canales para crear un acceso directo en el escritorio cuando se instala Microsoft Edge.

  Si estableces esta directiva en "Forzar eliminación de accesos directos de escritorio de nivel de sistema" (1), los accesos directos de escritorio existentes de Microsoft Edge del sistema se eliminarán cuando se actualice el explorador o se reinicie el equipo.
  Si estableces esta directiva en "Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario" (2), los accesos directos de escritorio de nivel de sistema Microsoft Edge existentes se eliminarán cuando se actualice el explorador o se reinicie el equipo, y los accesos directos de escritorio existentes de nivel de usuario se eliminarán cuando se actualice el explorador. Esto incluye accesos directos de escritorio de nivel de usuario que los usuarios podrían haber creado por sí mismos.
  Si no configuras esta directiva o la deshabilitas (0), no ocurrirá nada con los accesos directos de escritorio Microsoft Edge existentes.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Si habilita esta directiva, las comprobaciones de actualización se suprimen cada día a partir de la hora:minuto durante un período de duración (en minutos). La duración no se ve afectada por el horario de verano. Por ejemplo, si la hora de inicio es 22:00 y la duración es de 480 minutos, las actualizaciones se suprimirán durante exactamente 8 horas, independientemente de si el horario de verano comienza o finaliza durante este período.

Si deshabilita o no configura esta directiva, las comprobaciones de actualización no se suprimirán durante ningún período específico.

Los valores de esta directiva pueden oscilar entre 0 y 23 para las horas, de 0 a 59 para los minutos y de 0 a 960 para la duración en minutos.</string>
      <string id="Name_UpdatesEnabled">Permitir actualizaciones siempre (recomendado)</string>
      <string id="Cat_ProxyServer">Servidor proxy</string>
      <string id="Pol_CreateDesktopShortcut">Crear acceso directo al escritorio luego de la instalación</string>
      <string id="Pol_AutoUpdateCheckPeriod">Anulación del período de comprobación de actualización automática</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 y versiones posteriores</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Crear acceso directo al escritorio al instalar por defecto</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forzar eliminación de accesos directos de escritorio de nivel de sistema</string>
      <string id="Name_ECSCommunicationDisabled">Deshabilitar la comunicación con el servicio de experimentación y configuración</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 y versiones posteriores</string>
      <string id="Name_InstallsEnabled">Permitir siempre las instalaciones (recomendado)</string>
      <string id="Explain_DownloadPreference">Si se habilita, el servidor de Microsoft Edge Update intentará proporcionar direcciones URL aptas para caché para las cargas de actualización en sus respuestas.</string>
      <string id="Name_AutomaticUpdatesOnly">Solo actualizaciones automáticas silenciosas</string>
      <string id="Pol_DefaultMeteredUpdates">Permitir a los usuarios actualizar todas las aplicaciones en conexiones de uso medido</string>
      <string id="Name_DefaultMeteredUpdatesEnabled">Actualizaciones de uso medido predeterminadas permitidas</string>
      <string id="Pol_TargetVersionPrefix">Invalidación de la versión de destino</string>
      <string id="Pol_UninstallEdge">Especificar el comportamiento de desinstalación para Microsoft Edge</string>
      <string id="Name_MeteredUpdatesDisabled">Actualizaciones de uso medido desactivadas</string>
      <string id="Pol_DownloadPreference">Invalidación de clase de URL de descarga</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período de tiempo en que se suprime cada día la comprobación de actualizaciones automáticas</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 y posterior</string>
      <string id="Cat_WebView">WebView2 Runtime de Microsoft Edge</string>
      <string id="Pol_UpdatePolicy">Invalidación de la directiva de actualización</string>
      <string id="Name_UninstallEdgeEnabledAndKeepData">Habilitado</string>
      <string id="Pol_ProxyServer">Dirección o dirección URL del servidor proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Te permite especificar el comportamiento predeterminado de todos los canales para crear un acceso directo en el escritorio cuando se instala Microsoft Edge.

  Si habilitas (1) esta directiva, se creará un acceso directo de escritorio cuando se instale Microsoft Edge.
  Si deshabilitas (0) esta directiva, no se creará ningún acceso directo de escritorio cuando se instale Microsoft Edge.
  Si no configuras esta directiva, se creará un acceso directo de escritorio a Microsoft Edge durante la instalación.
  Si Microsoft Edge ya está instalado, esta directiva no tendrá efecto.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forzar la eliminación de accesos directos de escritorio de nivel de sistema y de usuario</string>
      <string id="ProxyUseSystem_DropDown">Usar la configuración de proxy del sistema</string>
      <string id="Cat_Preferences">Preferencias</string>
      <string id="Name_InstallsEnabledMachineOnly">Permitir siempre Machine-Wide instalaciones, pero no Per-User instalaciones</string>
      <string id="Cat_GoogleUpdate">Actualización de Microsoft Edge</string>
      <string id="Explain_DefaultMeteredUpdatesPolicy">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que el uso de datos se controla para todas las aplicaciones. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Actualizaciones deshabilitadas (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilitas (1) esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilitas (0) esta directiva para un canal (o la estableces como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva 'Permitir la instalación predeterminada' determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones (4), "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo) (5), Microsoft Edge sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario) (6), Microsoft Edge sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual. (No todas las aplicaciones proporcionan una interfaz para esta opción).
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilita (0) esta directiva o no la configura, las instalaciones que tengan una versión más reciente a la especificada por "Invalidación de la versión de destino" se dejarán tal cual.

Si habilita (1) esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utilice esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulte https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Te permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si habilitas (1) esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si deshabilitas (0) esta directiva, los usuarios del Programa Windows Insider no se podrán inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si no configuras esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdge">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que se controla el uso de datos para el explorador Microsoft Edge. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Deshabilitar actualizaciones (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdge">Puede especificar si Microsoft Edge (canal estable) se desinstala o no se puede desinstalar en dispositivos unidos a un dominio en el Espacio Económico Europeo (EEE).

Si esta directiva se establece en "Habilitado", Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implementa esta directiva. Los datos de usuario se conservarán en el dispositivo. Microsoft Edge se desinstalará la próxima vez que Microsoft Edge Update busque actualizaciones automáticamente. Si Microsoft Edge se desinstala de los dispositivos, las aplicaciones, los widgets (por ejemplo, Noticias, Búsqueda y Tiempo) o cualquier otra aplicación web progresiva (PWA) que dependa de Microsoft Edge ya no estará disponible.

Si esta directiva se establece en "Habilitado y eliminar datos de usuario" (valor "2"), Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implemente esta directiva y los datos de usuario se eliminarán del dispositivo.

Si esta directiva se establece en "Deshabilitado" (valor "3"), se impide que todos los usuarios en el EEE desinstalen Microsoft Edge donde se implementa esta directiva.

Si la directiva es "No configurada" (configuración predeterminada), la configuración de región de Windows de un usuario determina si puede desinstalar Microsoft Edge en un dispositivo unido a un dominio. Solo los usuarios de los países del EEE podrán desinstalar Microsoft Edge si deciden hacerlo. Los usuarios fuera de esta área no podrán desinstalar Microsoft Edge. 

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.

Si es necesario reinstalar Microsoft Edge, haga lo siguiente:
- Puede establecer la directiva "Instalar" en Forzar instalaciones (todo el equipo) para reinstalar Microsoft Edge.
- Si establece la directiva de instalación en Forzar instalaciones (todo el equipo) y también establece la directiva de desinstalación en Habilitada, la directiva Forzar instalaciones (todo el equipo) invalidará la directiva de desinstalación.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilitas (1) esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilitas (0) esta directiva para un canal (o la estableces como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva 'Permitir la instalación predeterminada' determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones (4), "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo) (5), Microsoft Edge Beta sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario) (6), Microsoft Edge Beta sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual. (No todas las aplicaciones proporcionan una interfaz para esta opción).
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilita (0) esta directiva o no la configura, las instalaciones que tengan una versión más reciente a la especificada por "Invalidación de la versión de destino" se dejarán tal cual.

Si habilita (1) esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utilice esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulte https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Te permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si habilitas (1) esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si deshabilitas (0) esta directiva, los usuarios del Programa Windows Insider no se podrán inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si no configuras esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeBeta">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que se controla el uso de datos para el explorador Microsoft Edge. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Deshabilitar actualizaciones (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeBeta">Puede especificar si Microsoft Edge (canal estable) se desinstala o no se puede desinstalar en dispositivos unidos a un dominio en el Espacio Económico Europeo (EEE).

Si esta directiva se establece en "Habilitado", Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implementa esta directiva. Los datos de usuario se conservarán en el dispositivo. Microsoft Edge se desinstalará la próxima vez que Microsoft Edge Update busque actualizaciones automáticamente. Si Microsoft Edge se desinstala de los dispositivos, las aplicaciones, los widgets (por ejemplo, Noticias, Búsqueda y Tiempo) o cualquier otra aplicación web progresiva (PWA) que dependa de Microsoft Edge ya no estará disponible.

Si esta directiva se establece en "Habilitado y eliminar datos de usuario" (valor "2"), Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implemente esta directiva y los datos de usuario se eliminarán del dispositivo.

Si esta directiva se establece en "Deshabilitado" (valor "3"), se impide que todos los usuarios en el EEE desinstalen Microsoft Edge donde se implementa esta directiva.

Si la directiva es "No configurada" (configuración predeterminada), la configuración de región de Windows de un usuario determina si puede desinstalar Microsoft Edge en un dispositivo unido a un dominio. Solo los usuarios de los países del EEE podrán desinstalar Microsoft Edge si deciden hacerlo. Los usuarios fuera de esta área no podrán desinstalar Microsoft Edge. 

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.

Si es necesario reinstalar Microsoft Edge, haga lo siguiente:
- Puede establecer la directiva "Instalar" en Forzar instalaciones (todo el equipo) para reinstalar Microsoft Edge.
- Si establece la directiva de instalación en Forzar instalaciones (todo el equipo) y también establece la directiva de desinstalación en Habilitada, la directiva Forzar instalaciones (todo el equipo) invalidará la directiva de desinstalación.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilitas (1) esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilitas (0) esta directiva para un canal (o la estableces como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva 'Permitir la instalación predeterminada' determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones (4), "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo) (5), Microsoft Edge Dev sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Si establece esta directiva en Forzar instalaciones (por usuario) (6), Microsoft Edge Dev sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual. (No todas las aplicaciones proporcionan una interfaz para esta opción).
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilita (0) esta directiva o no la configura, las instalaciones que tengan una versión más reciente a la especificada por "Invalidación de la versión de destino" se dejarán tal cual.

Si habilita (1) esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utilice esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulte https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Te permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si habilitas (1) esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si deshabilitas (0) esta directiva, los usuarios del Programa Windows Insider no se podrán inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si no configuras esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeDev">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que se controla el uso de datos para el explorador Microsoft Edge. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Deshabilitar actualizaciones (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeDev">Puede especificar si Microsoft Edge (canal estable) se desinstala o no se puede desinstalar en dispositivos unidos a un dominio en el Espacio Económico Europeo (EEE).

Si esta directiva se establece en "Habilitado", Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implementa esta directiva. Los datos de usuario se conservarán en el dispositivo. Microsoft Edge se desinstalará la próxima vez que Microsoft Edge Update busque actualizaciones automáticamente. Si Microsoft Edge se desinstala de los dispositivos, las aplicaciones, los widgets (por ejemplo, Noticias, Búsqueda y Tiempo) o cualquier otra aplicación web progresiva (PWA) que dependa de Microsoft Edge ya no estará disponible.

Si esta directiva se establece en "Habilitado y eliminar datos de usuario" (valor "2"), Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implemente esta directiva y los datos de usuario se eliminarán del dispositivo.

Si esta directiva se establece en "Deshabilitado" (valor "3"), se impide que todos los usuarios en el EEE desinstalen Microsoft Edge donde se implementa esta directiva.

Si la directiva es "No configurada" (configuración predeterminada), la configuración de región de Windows de un usuario determina si puede desinstalar Microsoft Edge en un dispositivo unido a un dominio. Solo los usuarios de los países del EEE podrán desinstalar Microsoft Edge si deciden hacerlo. Los usuarios fuera de esta área no podrán desinstalar Microsoft Edge. 

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.

Si es necesario reinstalar Microsoft Edge, haga lo siguiente:
- Puede establecer la directiva "Instalar" en Forzar instalaciones (todo el equipo) para reinstalar Microsoft Edge.
- Si establece la directiva de instalación en Forzar instalaciones (todo el equipo) y también establece la directiva de desinstalación en Habilitada, la directiva Forzar instalaciones (todo el equipo) invalidará la directiva de desinstalación.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilitas (1) esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilitas (0) esta directiva para un canal (o la estableces como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva 'Permitir la instalación predeterminada' determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Forzar instalaciones (por usuario) (6), Microsoft Edge Canary sólo podrá implementarse por usuario en todos los equipos si Microsoft Edge Update está preinstalado por usuario. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual. (No todas las aplicaciones proporcionan una interfaz para esta opción).
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilita (0) esta directiva o no la configura, las instalaciones que tengan una versión más reciente a la especificada por "Invalidación de la versión de destino" se dejarán tal cual.

Si habilita (1) esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utilice esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulte https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Te permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si habilitas (1) esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si deshabilitas (0) esta directiva, los usuarios del Programa Windows Insider no se podrán inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si no configuras esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeCanary">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que se controla el uso de datos para el explorador Microsoft Edge. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Deshabilitar actualizaciones (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeCanary">Puede especificar si Microsoft Edge (canal estable) se desinstala o no se puede desinstalar en dispositivos unidos a un dominio en el Espacio Económico Europeo (EEE).

Si esta directiva se establece en "Habilitado", Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implementa esta directiva. Los datos de usuario se conservarán en el dispositivo. Microsoft Edge se desinstalará la próxima vez que Microsoft Edge Update busque actualizaciones automáticamente. Si Microsoft Edge se desinstala de los dispositivos, las aplicaciones, los widgets (por ejemplo, Noticias, Búsqueda y Tiempo) o cualquier otra aplicación web progresiva (PWA) que dependa de Microsoft Edge ya no estará disponible.

Si esta directiva se establece en "Habilitado y eliminar datos de usuario" (valor "2"), Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implemente esta directiva y los datos de usuario se eliminarán del dispositivo.

Si esta directiva se establece en "Deshabilitado" (valor "3"), se impide que todos los usuarios en el EEE desinstalen Microsoft Edge donde se implementa esta directiva.

Si la directiva es "No configurada" (configuración predeterminada), la configuración de región de Windows de un usuario determina si puede desinstalar Microsoft Edge en un dispositivo unido a un dominio. Solo los usuarios de los países del EEE podrán desinstalar Microsoft Edge si deciden hacerlo. Los usuarios fuera de esta área no podrán desinstalar Microsoft Edge. 

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.

Si es necesario reinstalar Microsoft Edge, haga lo siguiente:
- Puede establecer la directiva "Instalar" en Forzar instalaciones (todo el equipo) para reinstalar Microsoft Edge.
- Si establece la directiva de instalación en Forzar instalaciones (todo el equipo) y también establece la directiva de desinstalación en Habilitada, la directiva Forzar instalaciones (todo el equipo) invalidará la directiva de desinstalación.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica si un canal de Microsoft Edge puede instalarse en dispositivos unidos a un dominio.

  Si habilitas (1) esta directiva para un canal, no se bloqueará la instalación de Microsoft Edge.

  Si deshabilitas (0) esta directiva para un canal (o la estableces como "Instalaciones deshabilitadas"), se bloqueará la instalación de Microsoft Edge.

  Si no configura esta directiva para un canal, la configuración de la directiva 'Permitir la instalación predeterminada' determina si los usuarios pueden instalar ese canal de Microsoft Edge.

Si establece esta directiva en Permitir siempre Machine-Wide Instalaciones pero no Per-User Instalaciones (4), "APP_NAME" solo se implementará en todo el equipo.

Si establece esta directiva en Forzar instalaciones (en todo el equipo) (5), Microsoft Edge WebView sólo podrá implementarse en todo el equipo si Microsoft Edge Update está preinstalado. Requiere Microsoft Edge Update 1.3.155.43 o superior.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica cómo Microsoft Edge Update controla las actualizaciones disponibles de Microsoft Edge.

Si se habilita esta directiva, Microsoft Edge Update controla las actualizaciones de Microsoft Edge en función de la forma en que se configuren las siguientes opciones:
  - Actualizaciones deshabilitadas (0): las actualizaciones no se aplican nunca.
  - Siempre permitir actualizaciones (1) (recomendado): siempre se aplican las actualizaciones cuando se encuentran, ya sea mediante la comprobación periódica de actualizaciones o mediante una comprobación de actualizaciones manual.
  - Solo actualizaciones manuales (2): las actualizaciones solo se aplican cuando el usuario ejecuta una comprobación de actualizaciones manual. (No todas las aplicaciones proporcionan una interfaz para esta opción).
  - Solo actualizaciones silenciosas automáticas (3): las actualizaciones solo se aplican cuando las encuentra la comprobación de actualizaciones periódicas.

Si seleccionas las actualizaciones manuales, asegúrate de comprobar periódicamente si hay actualizaciones mediante el mecanismo de actualización manual de aplicaciones, si está disponible. Si deshabilitas las actualizaciones, comprueba periódicamente si hay actualizaciones y distribúyelas entre sus usuarios.

Si no habilitas ni configuras esta directiva, Microsoft Edge Update tratará las actualizaciones disponibles según se especifica en la directiva 'Actualizar la directiva predeterminada de invalidación'.

Consulta https://go.microsoft.com/fwlink/?linkid=2136406 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Especifica a qué Canal de Microsoft Edge se debe actualizar.

Si habilita esta directiva, Microsoft Edge se actualizará al Canal según cómo configure las opciones siguientes:

  - Estable: Microsoft Edge se actualizará a la última versión estable.
  - Beta: Microsoft Edge se actualizarán a la versión beta más reciente.
  - Desarrollo: Microsoft Edge se actualizarán a la versión de desarrollo más reciente.
  - Estable extendido: Microsoft Edge se actualizará a la última versión estable extendida, que sigue una cadencia de versión más larga que la estable. Para más información, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Si no configura esta directiva, Microsoft Edge se actualizará a la última versión disponible para el canal predeterminado.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Cuando se habilita esta directiva y la actualización automática está habilitada, Microsoft Edge se actualizará a la versión especificada por este valor de directiva.

El valor de directiva debe ser una versión específica de Microsoft Edge, como 83.0.499.12.

Si un dispositivo tiene una versión más reciente de Microsoft Edge que el valor especificado, Microsoft Edge permanecerá en la versión más reciente y no se degradará a la versión especificada.

Si la versión especificada no existe o no tiene el formato correcto, Microsoft Edge permanecerá en su versión actual y no se actualizará a versiones futuras automáticamente.

Consulte https://go.microsoft.com/fwlink/?linkid=2136707 para más información.

Esta directiva solo está disponible en instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que Microsoft Edge Update debe revertir las instalaciones de Microsoft Edge a la versión que se indica en 'Invalidación de la versión de destino'.

Esta directiva no se aplicará a menos que se establezca 'Invalidación de la versión de destino' y 'Invalidación de la directiva de actualización' en uno de los estados de ACTIVADO (Permitir siempre actualizaciones, Solo actualizaciones silenciosas automáticas, Solo actualizaciones manuales).

Si deshabilita (0) esta directiva o no la configura, las instalaciones que tengan una versión más reciente a la especificada por "Invalidación de la versión de destino" se dejarán tal cual.

Si habilita (1) esta directiva, las instalaciones de una versión actual más reciente que la especificada en 'Invalidación de la versión de destino' se cambiarán la versión anterior de destino.

Se recomienda que los usuarios instalen la versión más reciente del explorador Microsoft Edge para asegurarse de contar con la protección de las actualizaciones de seguridad más recientes. Revertir a una versión anterior arriesga la exposición a problemas de seguridad conocidos. Esta directiva está pensada para usarse como una solución provisional para problemas en una actualización del explorador Microsoft Edge.

Antes de volver a la versión anterior del explorador, se recomienda activar la sincronización (https://go.microsoft.com/fwlink/?linkid=2133032) para todos los usuarios de la organización. Si no se activa la sincronización, se corre el riesgo de que se pierdan los datos exploración de forma permanente. Utilice esta directiva bajo tu responsabilidad.

Nota: todas las versiones disponibles para la reversión se pueden ver aquí https://aka.ms/EdgeEnterprise.

Esta directiva se aplica a la versión 86 o posterior de Microsoft Edge.

Consulte https://go.microsoft.com/fwlink/?linkid=2133918 para obtener más información.

Esta directiva sólo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Te permite especificar si los usuarios del Programa Windows Insider están inscritos en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si habilitas (1) esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si deshabilitas (0) esta directiva, los usuarios del Programa Windows Insider no se podrán inscribir en la versión preliminar de Edge a través de Microsoft Edge Update.

  - Si no configuras esta directiva, los usuarios del Programa Windows Insider se inscriben en la versión preliminar de Edge a través de Microsoft Edge Update de forma predeterminada.</string>
      <string id="Explain_MeteredUpdatesPolicyMicrosoftEdgeWebView">Especifica si Microsoft Edge Update se actualizará en las conexiones marcadas como de uso medido, como las conexiones móviles u otras en las que se controla el uso de datos para el explorador Microsoft Edge. 

Si no habilita y configura esta directiva, las actualizaciones se producen en función del botón de alternancia "Descargar actualizaciones a través de conexiones de uso medido" en la página Acerca del explorador de Microsoft Edge. Si un usuario no elige una opción, se usa la configuración de Windows. Puede obtener más información sobre la configuración de Windows aquí: https://learn.microsoft.com/en-us/windows/client-management/mdm/policy-csp-update#allowautowindowsupdatedownloadovermeterednetwork

Permitir siempre las actualizaciones (2): las actualizaciones siempre se descargan cuando se encuentran, ya sea mediante la comprobación de actualización automática o mediante una comprobación de actualización manual.

Deshabilitar actualizaciones (1): las actualizaciones no se descargan cuando se usa una conexión de uso medido.</string>
      <string id="Explain_UninstallEdgeMicrosoftEdgeWebView">Puede especificar si Microsoft Edge (canal estable) se desinstala o no se puede desinstalar en dispositivos unidos a un dominio en el Espacio Económico Europeo (EEE).

Si esta directiva se establece en "Habilitado", Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implementa esta directiva. Los datos de usuario se conservarán en el dispositivo. Microsoft Edge se desinstalará la próxima vez que Microsoft Edge Update busque actualizaciones automáticamente. Si Microsoft Edge se desinstala de los dispositivos, las aplicaciones, los widgets (por ejemplo, Noticias, Búsqueda y Tiempo) o cualquier otra aplicación web progresiva (PWA) que dependa de Microsoft Edge ya no estará disponible.

Si esta directiva se establece en "Habilitado y eliminar datos de usuario" (valor "2"), Microsoft Edge se desinstalará automáticamente en todos los dispositivos en el EEE donde se implemente esta directiva y los datos de usuario se eliminarán del dispositivo.

Si esta directiva se establece en "Deshabilitado" (valor "3"), se impide que todos los usuarios en el EEE desinstalen Microsoft Edge donde se implementa esta directiva.

Si la directiva es "No configurada" (configuración predeterminada), la configuración de región de Windows de un usuario determina si puede desinstalar Microsoft Edge en un dispositivo unido a un dominio. Solo los usuarios de los países del EEE podrán desinstalar Microsoft Edge si deciden hacerlo. Los usuarios fuera de esta área no podrán desinstalar Microsoft Edge. 

Esta directiva solo está disponible en las instancias de Windows que están unidas a un dominio de Microsoft® Active Directory®.

Si es necesario reinstalar Microsoft Edge, haga lo siguiente:
- Puede establecer la directiva "Instalar" en Forzar instalaciones (todo el equipo) para reinstalar Microsoft Edge.
- Si establece la directiva de instalación en Forzar instalaciones (todo el equipo) y también establece la directiva de desinstalación en Habilitada, la directiva Forzar instalaciones (todo el equipo) invalidará la directiva de desinstalación.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre las comprobaciones de actualizaciones</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duración</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de descarga que se va a solicitar</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Elegir cómo especificar una configuración de servidor proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Dirección o URL de un servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL al archivo .pac de proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Directiva de actualización</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Directiva de actualización</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versión de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlar la comunicación de actualizador con el servicio de experimentación y configuración</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canal de destino
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_DefaultMeteredUpdates">
        <dropdownList refId="Part_DefaultMeteredUpdatesPolicy"
            defaultItem="0">Directiva de Actualizaciones de uso medido predeterminadas</dropdownList>
      </presentation>
      <presentation id="Pol_MeteredUpdates">
        <dropdownList refId="Part_MeteredUpdatesPolicy"
            defaultItem="0">Directiva de Actualizaciones de uso medido</dropdownList>
      </presentation>
      <presentation id="Pol_UninstallEdge">
        <dropdownList refId="Part_UninstallEdgePolicy"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Directiva de instalación</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Directiva de instalación</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>